[{"titolo":"Wind regala 20 GIGA ai propri utenti per 1 settimana - HDblog.it","testo":"HDblog.it\nWind regala 20 GIGA ai propri utenti per 1 settimana\n12 Ottobre 2018 32\nWind 20 GIGA x TE Special è la nuova promozione pensata da Wind per i propri utenti e che offre 20 GIGA di traffico dati in omaggio da utilizzare per un periodo di tempo pari a 7 giorni.\nLa promozione potrà essere attivata in due diversi modi:\nVia SMS dai clienti selezionati dall\u0027operatore arancione con l\u0027invito ad attivazione la promozione attraverso un semplice risposta al messaggio\nRecandosi in un qualsiasi negozio Wind più vicino al vostro indirizzo e aderente all\u0027iniziativa per verificare di essere stati comunque selezionati\nL\u0027offerta, come anticipato in apertura articolo, ha una durata pari ad una settimana e verrà automaticamente disattivata al termine del periodo promozionale. Una volta terminati i GIGA in omaggio, non sarà possibile riattivare l\u0027opzione. La promozione dovrebbe essere disponibile da oggi, 12 ottobre 2018, e fino al prossimo lunedì 15 ottobre.\nIl top gamma di piccole dimensioni per eccellenza. la scelta obbligata per un Android tascabile? Sony Xperia XZ1 Compact , in offerta oggi da Bytecno a 282 euro oppure da Amazon a 379 euro .\n146\nWind: offerte operator attack, si parte da 5 euro al mese per 30 GB di dati 41\n08 Ottobre 2018\n32\nCommenti\nRegolamento Commentando dichiaro di aver letto il regolamento e di essere a conoscenza delle informazioni e norme che regolano le discussioni sul sito. Clicca per info.\nCaricamento in corso. Per commentare attendere...\nKiTo13 Ott 2018 @ 01:43\nFull HD e Wind non possono stare nella stessa frase\nZetec13 Ott 2018 @ 10:27\nIo di solito faccio sempre così\nStriderWhite13 Ott 2018 @ 10:24\nMi sembra un\u0027ottima idea, magari a volume alto!\ndicolamiasisi13 Ott 2018 @ 08:26\nmai più wind\nZetec13 Ott 2018 @ 08:05\nTe li regalano, c@##o te ne frega di quanti te ne danno, vai al parco e ti guardo un pornazzo in full HD\nGabriele13 Ott 2018 @ 07:49\nA lecce non è che va benissimo,ci sono punti dentro casa che va in 2g e poi l assistenza nel mio caso non ha saluto ancora oggi il mio problema e proprio per questo cambieró ,hanno perso la fiducia\nGabriele13 Ott 2018 @ 07:36\nMescal non dimentica13 Ott 2018 @ 06:34\nA Lecce?\nPensa che nella mia città di 60.000 abitanti la Wind ha prestazioni superlative a macchia di leopardo.\nNel quartiere dove abito io non è il massimo,tant?è vero che in quelle situazioni si naviga meglio switchando in 3G,a 2 km di distanza dove abita la mia ragazza è una favola,di fatti lei e la sua famiglia sono clienti Wind.\nIo l?ho abbandonato per disperazione.\nPinco201713 Ott 2018 @ 05:38\nSu Lecce wind è la migliore, addirittura con la Vodafone nn riuscivo nemmeno a consumare i giga mensili causa pessima connessione, assistenza e trasferimento dati su tablet solo su wind nn si paga.Ciao\nMax Power13 Ott 2018 @ 12:47\nOk, ti prometto che non lo farò.\nMa seriamente, sono curioso, cos\u0027ha fatto?\nDaniele13 Ott 2018 @ 12:42\nNon prendere per il c§lo Remton perchè si inc**za facilmente e poi rompe internet\nFolder3012 Ott 2018 @ 11:38\nmi spiace ma wind e\u0027 all\u0027eta della pietra, grandi promozioni ma servizio zero. Va bene per fare una telefonata ma come connessione dati fa veramente Pena, io la sconsiglio, investissero un po\u0027 di soldi per portarsi alla pari della concorrenza che sono avanti anni luce.\nRemtonJDulyak12 Ott 2018 @ 11:19\nNon mi prendere per il cùlo.\nGrazie.\nMa quando fallisce sta Wind\nStriderWhite12 Ott 2018 @ 09:57\n20 giga per una settimana... ma son idi0ti o cosa?\nGabriele12 Ott 2018 @ 09:14\nAssistenza wind pietosa,linea pessima sia in chiamata che internet,a fine anno cambio sicuro dopo che non avró penali,stanno perdendo milioni di clienti\nIRNBNN12 Ott 2018 @ 08:47\nAvrei preferito 100gb da usare in un giorno\nAndreino12 Ott 2018 @ 08:43\nCapirai. Sti vermi fanno pena: problemi nel mobile e sulla linea fissa. Poi se attivi la fibra FTTC e ti va peggio che in adsl devi pure pagargli il modem per recedere il contratto. Cani maledetti\nMax Power12 Ott 2018 @ 08:33\npiero12 Ott 2018 @ 08:16\nNo Maria, io esco!12 Ott 2018 @ 07:46\nNon importa tanto ne ho 114\nVian Dante12 Ott 2018 @ 07:12\nCancella l\u0027account immediatamente.\nTornatene sotto la pietra da cui sei strisciato fuori.\nRemtonJDulyak12 Ott 2018 @ 07:09\nKonrad Peplonsky12 Ott 2018 @ 07:05\nCiao Santos\nSi! Ma sempre a loro discrezione...Non per tutti.\nLuca Lindholm12 Ott 2018 @ 06:49\nIo voglio solo dire la mia, senza avere polemiche... ciao e un saluto\nutente12 Ott 2018 @ 06:47\n","url":"https://www.hdblog.it/2018/10/12/wind-20-giga-regalo-7-giorni-utenti-sms/"},{"titolo":"RECENSIONE GoPro Hero 7 Black Edition, la stabilizzazione è il punto di forza - HDblog.it","testo":"HDblog.it\nRECENSIONE GoPro Hero 7 Black Edition, la stabilizzazione è il punto di forza\n13 Ottobre 2018 43\nRimani aggiornato quotidianamente sui video, approfondimenti e recensioni di HDblog. Iscriviti ora al canale Youtube, basta un Click!\nHD TV Proiettori Fotocamere Videocamere\nIn principio fu GoPro, e non possiamo che iniziare così la recensione della nuova Hero 7 Black. Sì perchè alla fine si torna sempre lì, il mercato è pieno di alternative, delle quali alcune anche valide, ma quando si parla di action cam il primo pensiero torna sempre a GoPro e nonostante le difficoltà dell\u0027ultimo periodo viene difficile immaginare un mercato senza il colosso statunitense in prima linea.\nAnche perchè, al di là della situazione economica di cui si è molto parlato nel corso degli ultimi mesi, al di là del flop del drone Karma e delle voci su una possibile acquisizione a tinte cinesi , la nuova GoPro Hero 7 Black non può che far parlare di sè solo e soltanto per la sua qualità, indiscussa e indiscutibile.\nDopo averla provata per una decina di giorni sono quindi pronto a raccontarvi cosa cambia e dove migliora questo nuovo modello della action cam più conosciuta e venduta del pianeta.\nÈ SEMPRE LEI, INCONFONDIBILMENTE GOPRO\nAd una prima occhiata facciamo davvero fatica a distinguere questa Hero 7 dalla precedente Hero 6, le forme sono le stesse, i materiali sono identici e le dimensioni invariate. La scocca è sempre rivestita da un materiale gommoso, anti-scivolo, che offre un ottimo grip e che permette di evitare graffi e ammaccature da cadute accidentali.\nNella parte frontale abbiamo sempre l\u0027ottica, con un display che mostra le informazioni riguardo le diverse modalità di ripresa e un piccolo Led che ci avvisa quando stiamo registrando una clip. Osservando l\u0027action cam nella parte posteriore troviamo invece il piccolo display touch da 2 pollici, anch\u0027esso accompagnato da un led di stato nell\u0027angolo in alto a sinistra.\nLa cornice ospita invece lo sportello a protezione dei connettori USB-C e micro HDMI, quello per la batteria e la microSD sul fondo, il tasto di accensione, spegnimento e cambio modalità e, nella parte superiore, il tasto per avviare e fermare la ripresa o per scattare le foto. Quest\u0027ultimo, se premuto a fotocamera spenta permette di accendere e avviare la registrazione con un solo tocco in pochissimi secondi (Quick Capture).\nTutti gli sportelli sono ovviamente forniti di guarnizioni che garantiscono così l\u0027impermeabilità di questa Hero 7 Black fino a 10 metri di profondità, anche senza guscio protettivo o altri accessori.\nGrazie alle dimensioni esattamente identiche a quelle dei modelli precedenti restano completamente compatibili anche tutti gli accessori originali. Un dettaglio sicuramente da non trascurare considerando anche il costo di questi ultimi.\nCOSA CAMBIA RISPETTO A HERO 6 BLACK?\nAbbiamo visto che esteticamente le differenze rispetto al modello precedente sono ben poche, tutte le novità più importanti si concentrano infatti  all\u0027interno di questa Hero 7 Black. Parlo in particolare della nuova stabilizzazione e del software, rivisto sotto alcuni aspetti per renderlo ancora più semplice e immediato.\nIl sensore resta da 12 megapixel, come sulla versione Black del precedente modello, e la lente resta quella grandangolare con apertura f/2.8. Identiche anche le risoluzioni di ripresa, ovvero: 4K a 60 fps con campo visivo Ampio e 30 fps in SuperView, 2.7K a 120 fps in Ampio e 60 in Superview, mentre il 1080p raggiunge ancora i 240 fps, permettendo di realizzare dei bellissimi slow-motion. Rimante anche la possibilità di effettuare uno Zoom attraverso l\u0027apposito slider sul display nelle modalità di inquadratura Standard e Ampio.\nAnche dal punto di vista fotografico non cambia nulla. È infatti sempre possibile scattare foto a 12 megapixel con l\u0027HDR che è ancora una volta davvero efficace e che vi consigliamo di tenere sempre attivo se non avete voglia o tempo di intervenire sulle immagini in post produzione. L\u0027effetto ottenuto è infatti, nella maggior parte dei casi, migliore di quando non utilizziamo la funzione HDR.\nSLOW-MOTION FULLHD 240FPS:\nSia quando scattiamo foto che quanto riprendiamo dei video possiamo poi decidere, grazie alla modalità Pro Tune, di utilizzare un profilo colore flat e, nel caso delle foto, di registrare immagini in formato RAW, in modo da poter agire con più libertà in post produzione.\nAggiunta invece la possibilità di registrare anche in modalità portrait, un dettaglio che strizza l\u0027occhio al fatto che con questa Hero 7 è possibile anche effettuare degli streaming live direttamente sul proprio profilo facebook e, come sappiamo, le riprese in verticale sono ancora le più gettonate sui social. Per girare una live la procedura è estremamente semplice; basta accedere al proprio profilo tramite lo smartphone e sostanzialmente quest\u0027ultimo sfrutterà il flusso di immagini acquisito dalla GoPro (max 720p) al posto di quello della fotocamera dello smartphone.\nHo provato ad effettuare dei test con la modalità Live sia con la connessione WiFi di casa che sfruttando uno smartphone come hotspot e devo dire di essere rimasto piuttosto soddisfatto. La stabilità della connessione è sufficiente a supportare lo streaming del video a 720p dalla GoPro allo smartphone e dallo smartphone al nostro profilo social. Segnalo solo un leggero ritardo nello streaming finale, dovuto probabilmente al doppio passaggio effettuato dal flusso video.\nCome detto poco sopra però, la novità più grande è assolutamente quella legata alla stabilizzazione, migliorata ancora rispetto allo scorso anno quando già si era visto un cambiamento notevole, in positivo. Questa GoPro Hero 7 Black è infatti dotata di una stabilizzazione definita HyperSmooth, ancora una volta soltanto digitale, ma in grado, secondo GoPro, di raggiungere le prestazioni di una gimbal.\nOccorre premettere che la stabilizzazione può essere attivata a qualsiasi risoluzione fino a 60 fps e che la sua attivazione comporta una riduzione del campo visivo del 10%. Nulla di grave insomma, ma è comunque bene tenerne conto. Detto questo i risultati ottenuti sono davvero impressionanti.\nTEST HYPERSMOOTH - MTB - 2,7K 60FPS:\nHo provato la nuova Hero 7 facendo rafting, con una bici da enduro su un percorso tortuoso comprensivo di salti e in una sessione di karting indoor, per testare in contemporanea anche la resa alle basse luci con illuminazione artificiale. Posso quindi dire di aver messo alla prova questa fotocamera in maniera sufficiente da poter trarre un giudizio a riguardo. E devo dire che questo giudizio è assolutamente positivo.\nÈ come una gimbal? Beh, diciamo che nelle situazioni in cui solitamente utilizziamo una gimbal, ovvero passeggiando, riprendendo scene abbastanza statiche o al massimo corricchiando il risultato si avvicina abbastanza a quello ottenibile con una gimbal, non siamo forse ancora al pareggio ma poco ci manca. Dalla sua questa GoPro ha però la versatilità e la possibilità di arrivare dove le gimbal non possono arrivare. Utilizzare una gimbal su un gommone mentre si scende nel fiume, o guidando un go-kart, o ancora in sella ad una bicicletta è fondamentalmente impossibile e quindi è inutile anche solo immaginare questo paragone e per me non c\u0027è storia, GoPro tutta la vita.\nTIME WARP:\nLa nuova stabilizzaziona HyperSmooth ha poi anche permesso a GoPro di inserire una nuova modalità di ripresa, ovvero la TimeWarp, grazie alla quale è possibile creare degli hyperlapse, ovvero dei timelapse in movimento dall\u0027effetto scenico indubbiamente interessante. In poche parole si tratta di brevi video formati unendo una serie di fotogrammi ripresi in sequenza a distanza di alcuni secondi uno dall\u0027altro. Naturalmente, più l\u0027inquadratura, e quindi il punto di vista, resta lo stesso, migliore è la resa di questi video. Motivo per cui la stabilizzazione è particolarmente importante anche in questo frangente.\nRIPRESE DI QUALITÀ\nAbbiamo quindi parlato delle nuove modalità di cattura, della nuova stabilizzazione HyperSmooth, della sua efficacia e della possibilità di effettuare Live. Non ci resta quindi che concentrarci un attimo sulla qualità di ciò che questa GoPro Hero 7 produce. E partiamo dai video, l\u0027elemento principale, quello per cui la maggior parte delle persone acquistano una action cam.\nLe immagini riprese con la nuova GoPro Hero 7 Black sono a mio parere davvero molto buone. La nitidezza è migliorata rispetto alla versione precedente, complice anche una migliore gestione delle ombre e un\u0027algoritmo di contenimento del rumore di fondo che funziona meglio e permette di conservare un numero maggiore di dettagli. Osservate la clip qui sotto ripresa la sera, orario tramonto, nel bosco, con luminosità non proprio ottimale. Potete notare come, nonostante tutto, le foglie rimangano ancora ben distinte e i dettagli sufficientemente riconoscibili.\nTEST HYPERSMOOTH - CAMMINATA AL CREPUSCOLO - 4K 60FPS:\nPer quanto riguarda la gestione dei colori abbiamo invece tonalità sempre belle accese e nessuna prevalenza particolare nel bilanciamento del bianco. Insomma, delle immagini equilibrate sotto tutti i punti di  vista che, se non dovessero incontrare il vostro gusto, possono essere comunque post-prodotte a vostro piacimento. In questo caso però, come anticipato, meglio forse effettuare le riprese con il profilo colore flat.\nIl giudizio resta poi lo stesso se parliamo di foto. Buona la gamma dinamica, sufficiente per risolvere le situazioni di controluce in maniera efficace anche quando realmente complicate. Ovviamente se scattiamo foto o registriamo video in notturna la qualità cala in maniera importante. La lente non è del resto luminosissima e il sensore resta purtroppo ancora abbastanza piccolo, così come è ridotta la dimensione dei singoli pixel.\nTEST HYPERSMOOTH - GO-KART - 4K 60FPS:\nLa modalità illuminazione bassa aiuta un pochino a mitigare questo calo di prestazioni ma, come contro, riduce il framerate, particolare che rende le riprese meno fluide, vanificando un pochino il lavoro della stabilizzazione. Specialmente per le foto, quindi, se siete abbastanza smaliziati vi consiglio di utilizzare la modalità ProTune, che permette di regolare le impostazioni di scatto manualmente.\nUn accenno infine riguardo al microfono che non sembra essere cambiato, o almeno non in maniera importante, rispetto allo scorso anno. Resta la buona capacità di isolare i rumori e l\u0027audio tutto sommato sufficiente dal punto di vista della qualità. Certamente se il vostro intento è quello di utilizzare la GoPro per dei v-log il consiglio è comunque quello di affidarvi ad un microfono esterno, sicuramente più performante.\nIL SOFTWARE FA LA DIFFERENZA\nLo avevo già sottolineato lo scorso anno recensendo il modello precedente ma lo ripeterò anche in questa occasione. Una delle cose che maggiormente differenzia questa Hero 7 Black, e in generale tutte le action cam GoPro, dal resto del mercato è indubbiamente il software. Parlo sia dell\u0027interfaccia della action cam, su cui torniamo tra poco, che per quanto le applicazioni.\nSì, perchè è vero che sul mercato le alternative ormai ci sono e in alcuni casi costano anche sensibilmente meno, ma molte di queste alternative vengono dalla Cina, spesso con software non tradotti o tradotti male, con applicazioni che funzionano solo con tutti i pianeti perfettamente allineati e che comunque, anche quando funzionano, non ti permettono di fare quello che è possibile fare con Quick di GoPro, ad esempio.\nA costo di risultare ripetitivo ribadisco il concetto. Prendete la vostra GoPro, la agganciate alla bicicletta, uscite, tornate a casa, collegate la fotocamera al telefono tramite WiFi (funziona sempre e l\u0027attesa si è ridotta notevolmente rispetto al passato), scaricate i vostri file, li buttate in pasto a Quick e in meno di 15 minuti dal momento in cui avete rimesso piede in casa avete il vostro filmato montato e pronto per essere condiviso. Il risultato? Vedere l\u0027esempio qui sotto.\nOk, non sarà il video di un regista holliwoodiano ma, onestamente, quanti utenti GoPro sono professionisti in grado di montare dei video con transizioni, immagini ritmate in sequenza, color correction ecc? Ecco, a mio modesto parere solo questa semplicità di utilizzo vale il prezzo della action cam.\nQuest\u0027anno poi è stata rinnovata anche l\u0027interfaccia, resa più semplice e intuitiva. Anche chi non ha mai utilizzato una GoPro sarà in grado di familiarizzare con le impostazioni in pochi minuti.\nTutto il sistema è studiato per funzionare, almeno nelle operazioni basilari, anche solo con i due tasti fisici. Particolare che ci permette di gestire la camera anche quando indossiamo i guanti. Per le operazioni più complesse, come la regolazione dei parametri di scatto e ripresa, dobbiamo comunque affidarci al touchscreen, comunque sufficientemente preciso e con un\u0027interfaccia assolutamente a portata di dito.\nLA BATTERIA RESTA LA STESSA. E ANCHE L\u0027AUTONOMIA\nCome accaduto lo scorso anno anche con questa Hero 7 Black non cambia nulla dal punto di vista della batteria. Il modulo è sempre lo stesso, con una capacità di 1220 mAh, bene per la retrocompatibilità, meno per l\u0027autonomia, che rimane pressochè invariata.\nAutonomia che cambia a seconda della risoluzione alla quale registriamo, di quanto teniamo acceso il display e della sua luminosità. Diciamo che in una situazione di registrazione continua con display spento raggiungiamo i 60 minuti circa in 4k, per salire fino a 90/100 in fullHD a 60fps. Un risultato comunque sufficiente e che, proprio grazie alla possibilità di utilizzare le vecchie batterie può essere incrementato senza ulteriori spese.\nPer quanto riguarda la ricarica in confezione non troviamo alcun caricatore, noi abbiamo utilizzato un classico caricatore da parete con uscita a 2A e abbiamo registrato un tempo di 2 ore circa per il completamento di una carica.\nVALE LA SPESA?\nGiungiamo quindi alle conclusioni con la fatidica domanda. Vale la pena passare dalla Hero 6 alla nuova Hero 7 Black? Probabilmente no. Nonostante il listino parli di 429 euro, un calo importante rispetto ai 569 dello scorso anno, se avete acquistato il modello top di gamma lo scorso posso dirvi che le differenze non sono sufficienti a giustificare una nuova spesa così ravvicinata nel tempo. A meno che non riusciate a vendere la camera in vostro possesso e rientrare in parte del costo.\n","url":"https://altadefinizione.hdblog.it/2018/10/13/recensione-gopro-hero-7-black-stabilizzazione/"}]