[{"titolo":"Honor View 10 Lite vs Huawei Mate 20 Lite - HDblog.it","testo":"HDblog.it\nAndroid 8.1 EMUI 8.2 Oreo\n2018/3\n160.4 x 76.6 x 7.8 mm\n175 grammi\n4x 2.2 GHz Cortex-A73 + 4x 1.7 GHz Cortex-A53\nMali-G51 MP4\nMicro SD Fino a 400 GB\n6.5\nAndroid 8.1 Emotion UI 8.2 Oreo\n2018/3\n158.3 x 75.25 x 7.6 mm\n172 grammi\nDual Stand-by (disponibile anche Single SIM)\nNano\n4x 2.2 GHz ARM Cortex-A73 + 4x 1.7 GHz ARM Cortex-A53\nARM Mali-G51 MP4\n","url":"https://www.hdblog.it/compara/3764-3739.html"},{"titolo":"Kia Ceed e Sportswagon: prova su strada, prezzi e motori in Italia. In futuro un CUV - HDmotori.it","testo":"HDmotori.it\nKia Ceed e Sportswagon: prova su strada, prezzi e motori in Italia. In futuro un CUV\n13 Ottobre 2018 38\nRimani aggiornato quotidianamente sui video, approfondimenti e recensioni di HDblog. Iscriviti ora al canale Youtube, basta un Click!\nTutte Auto Moto Elettriche\nCon il lancio italiano, Kia Ceed e Kia Ceed Sportswagon debuttano ufficialmente nel nostro Paese grazie alla terza generazione della segmento C, l\u0027auto con cui sono nati i 7 anni di garanzia (o 150.000 km) estesi poi a tutti i modelli del marchio. All\u0027epoca della prima Ceed, infatti, i test di produzione dell\u0027impianto europeo hanno mostrato parametri qualitativi tali da convincere il gruppo ad implementare le stesse best practicies anche negli altri poli produttivi.\nForte di una prima generazione da 98.000 unità annue e di una seconda generazione che ha raggiunto il 4.5% della quota di mercato, Kia Ceed 2018 ritorna in un contesto dove il segmento C è pieno di concorrenti e deve vedersela con SUV e crossover in rapida crescita.\nconsiderando che avevo provato Kia Ceed in anteprima internazionale tempo fa, la prova completa è disponibile nel video e nel link. In questo pezzo mi concentrerò su prezzi, promozione lancio, novità future e foto della versione wagon.\nKia 14 Set\nKia Ceed: berlina, station wagon e ci sarà anche il CUV\nPer questo, oltre alla cinque porte e alla wagon, la nuova gamma Kia Ceed accoglierà al suo interno anche un CUV, versione rialzata della vettura che si avvicina al mondo crossover e segue un trend sempre più in voga, visto anche in casa Ford con le versioni \"a ruota alta\" di Fiesta e Focus.\nPer sopravvivere, quindi, hatchback e berline di oggi cercano di inserirsi nel settore SUV e crossover realizzando versioni con lo stesso pianale ma una guida più alta. Ceed CUV, nome ancora da confermare, sarà presentata a fine 2018 e si affiancherà alla shooting brake .\nTecnologia, sicurezza e praticità\nForte di un bagagliaio che sulla station wagon arriva a 625 litri, Kia Ceed di terza generazione è davvero una delle segmento C migliori per quanto riguarda la sicurezza attiva e gli ADAS. Questo è valido non solo sulla carta, dove troviamo frenata automatica con riconoscimento pedoni e ciclisti, monitoraggio del traffico in retromarcia, anticollisione, monitoraggio angoli ciechi e, per la prima volta in casa Kia, il Lane Following Assist che centra l\u0027auto in corsia.\nCome mostrato nel video durante la prova, infatti, tutti questi sistemi riescono infatti a migliorare quanto visto prima sul mercato e garantiscono un funzionamento fluido e affidabile, con LFA che manca solamente dell\u0027arresto automatico in caso di malore del conducente ma compensa con un\u0027ottima gestione automatica dello sterzo e dell\u0027auto in corsia.\nLa dotazione include anche touchscreen da 7 e 8 pollici con navigatore e servizi connessi di TomTom, Android Auto e Apple CarPlay, Bluetooth, keyless e luci automatiche con proiettori LED (Full LED optional)\nNuova Kia Ceed: motori benzina, diesel e GPL\nRicca la gamma dei motori di nuova Kia Ceed che abbraccia benzina, diesel, GPL e, in futuro, anche l\u0027ibrido. L\u0027unità di partenza è un benzina aspirato, 1.4 MPI da 100 cavalli e 134 Nm abbinabile al cambio manuale a 6 marce e con consumi medi dichiarati di 6 litri ogni 100 chilometri (137 grammi di CO2 al km). Questa motorizzazione è disponiblie anche con impianto GPL.\nIl turbo benzina è disponibile in due versioni, il primo è il 1.0 T-GDI da 120 cavalli e 172 Nm (5.4 l/100 km) con il manuale, il secondo è 1.4 T-GDi da 140 cavalli e 242 Nm, la novità della gamma che consuma 5.6/5.5 litri ogni 100 chilometri a seconda che lo si abbini al manuale a 6 marce o all\u0027automatico DCT a 7 rapporti.\nNuovo anche il diesel: 1.6 CRDi da 115 o 136 cavalli (281 e 320 Nm di coppia), entrambe versioni abbinabili al manuale o all\u0027automatico con consumi dichiarati tra i 3.8 e i 4.2 litri ogni 100 chilometri.\nTutti i motori turbo hanno lo Stop \u0026 Go che spegne l\u0027auto al semaforo o in sosta, tutti i motori sono EURO 6d-TEMP e tutte le unità con il DCT sono dotate di Drive Mode Select che permette di cambiare la modalità di guida.\nKia Ceed 2018: prezzo in Italia, listino\nDa listino, Kia Ceed Pure costa 19.750 con un allestimento molto ricco che include luci diurne a LED, fendinebbia, cerchi in lega da 16\", specchietti regolabili e riscaldabili, alzacristalli elettrici, volante e pomello in pelle, bracciolo, monitoraggio e mantenimento della carreggiata (LKAS), monitoraggio attenzione del conducente, frenata d\u0027emergenza automatica, sensori luci, fari automatici, cruise control, radio 7\" (Android Auto e Apple CarPlay) con retrocamera e climatizzatore manuale. Pure può essere scelta con l\u0027aspirato, il GPS o il diesel da 115 cavalli.\nKia Ceed Business Class costa 22.500€ da listino e aggiunge le luci LED posteriori, supporto lombare per i sedili anteriori e regolazioni anche per quello passeggero, navigatore da 8\", sensori di parcheggio posteriori, clima automatico, sensori pioggia e specchietto elettrocromatico. Business Class è disponibile con tutte le motorizzazioni e i cambi eccetto il diesel più potente.\nTechno Pack (500€): keyless e vetri oscurati\nADAS Pack (1000€): frenata d\u0027emergenza con rilevamento pedoni e ciclisti, monitoraggio angolo cieco, rilevamento segnali stradali\nADAS Plus Pack (2000€, solo con automatico): aggiunge Cruise Control Adattivo, LFA (lane following assit, centra l\u0027auto in corsia) e freno a mano elettronico\nKia Ceed Evolution parte da 26.000€, è disponibile solo con i motori più potenti (benzina da 140 CV e diesel da 136 CV) e aggiunge cerchi in lega da 17\", fari FULL LED, interni misto pelle, pedaliera in alluminio, sedile guidatore a regolazione elettrica, sedili anteriori riscaldabili, keyless, volante riscaldabile, ricarica wireless Qi e strumentazione con schermo da 4.2 pollici.\nKia Ceed Sportswagon costa 1.000€ in più rispetto alla berlina.\nKia Ceed: promozione lancio e leasing privati\nCome al solito, ai prezzi di listino vanno decurtati i vantaggi promozionali che, in caso di Kia Ceed, possono arrivare a 5.000€ di \"sconti\". Lo sconto base è di 2.000€ ai quali si aggiungono 1.000€ in caso di rottamazione, ulteriori 1.000€ per il finanziamento e 1.000€ di valutazione dell\u0027usato. In promozione lancio, Kia Ceed 2018 parte quindi da 14.750€\nKia Ceed 2018 è disponibile in Italia anche con il leasing per privati a 195€ al mese.Il programma include 48 mesi di assicurazione RC Auto, manutenzione programmata e assicurazione Furto e Incendio. Nel dettaglio l\u0027anticipo è di 5.046€ con 47 canoni da 195€ (10.749€ importo totale del credito) e un valore di riscatto di 6.715€ (TAN 4,95%, TAEG 8,18%).\nFotocamera al top e video 4K a 60fps con tutta la qualità Apple? Apple iPhone 8 Plus , in offerta oggi da Phone Strike Shop a 645 euro oppure da ePrice a 719 euro .\n650\n","url":"http://www.hdmotori.it/2018/10/13/kia-ceed-anteprima-prezzo-sportswagon/"},{"titolo":"HDblog - Google+","testo":"HDblog\nGiuseppe F: 3 e 32... Vale €160...\nAdd a comment...\nBruno C: Bellissima la grafica dell\u0027aereo di carta in fiamme\nAdd a comment...\nLooks like you\u0027ve reached the end\nLooks like you\u0027ve reached the end\nUnable to load more. Retry\nWait while more posts are being loaded\n","url":"https://plus.google.com/+HDblog/posts"},{"titolo":"Il primo blog italiano su Asus - Asus HDblog","testo":"","url":"https://www.hdblog.it/asus/"}]